Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Keep your hands where I can see 'em.
ru: Положи руки так, чтоб Я мог их видеть.

source: Don' t shoot me!
ru: Не стреляйте.

source: I' m just a driver.
ru: Я просто водитель.

source: A man paid me $100 to wear this uniform and pick someone up at the airport.
ru: Кто- то заплатил мне 100$, чтоб Я одел это и встретил.

source: Who you picking up?
ru: Встретил кого?

source: Pack up, let' s fly away.
ru: Америка, Австралия, Сингапур, Египет.

source: Singapore, Egypt.
ru: Он полностью вышел из под контроля.

source: The kid' s gone completely out of control.
ru: Почему никто не сказал мне?

source: Why wasn' t I called?
ru: Никому не сказали.

source: The banks didn' t know what was happening till last week.
ru: Банк обнаружил это только на прошлой неделе.

source: They didn' t call 'cause it' s not counterfeiting.
ru: Это не подделка.

source: - It' s something else.
ru: Это нечто другое.

source: - Well, what is he doing?
ru: Что он делает?

source: He' s making real checks, sir.
ru: Настоящие чеки, сэр.

source: These are so perfect the airline didn' t know the difference.
ru: Это настолько безукоризненно, что никто не заметил разницу.

source: Last check was cashed in Madrid a week ago.
ru: Последний чек обналичен в Мадриде неделю назад.

source: My guess is he' s still there.
ru: Я предполагаю он всё ещё там.

source: We have to leave now, sir.
ru: Надо лететь.

source: Today.
ru: Куда?

source: Go where? spain?
ru: В Испанию?

source: You want to go to spain?
ru: Ты хочешь лететь в Испанию?

source: Well, eventually, he' s got to go back to where the checks were printed.
ru: Он должен вернуться туда, где отпечатаны чеки.

source: I think that' s why he' s moving back through Europe.
ru: Поэтому он крутиться по всей Европе.

source: Look at the map, sir.
ru: Посмотри на карту.

source: He' s making a circle.
ru: Он бегает по кругу.

source: He' s running out of checks.
ru: Его чеки на исходе.

source: I know it' s a... it' s a long shot, sir but if we track him from Madrid, sir, we could still catch him.
ru: Сожалею, Карл.

source: I' m sorry, Carl, if you couldn' t catch him here you' re not going to catch him there.
ru: Но если ты не поймал его здесь, то не поймаешь и там.

source: But, sir, we' re going to let him get away.
ru: Мы дадим ему уйти...

source: No, Carl, you let him get away.
ru: Нет, Карл.

source: A perfect one- 16th all the way around.
ru: Ты дал ему уйти.

source: Color separation is flawless.
ru: Разделение цветов безупречно.

source: There' s no bleeding.
ru: Нет никакого размыва.

source: Nobody does work like this in the states.
ru: Никто умеет делать это здесь.

source: Nobody but us.
ru: Кроме нас...

source: Where was it printed?
ru: Где это отпечатано?

source: It was printed on a monster...
ru: На "монстре".

source: A monster.... a Heidelberg, an Istra...
ru: "Хайдельберг"...

source: Heidelberg.... a dinosaur, four colors.
ru: "Динозавр", 4 цвета

source: You can smell the weight.
ru: Ты можешь почувствовать запах.

source: Two tons, without the ink.
ru: Две тонны без чернил.

source: Where do they do printing like this?
ru: Где делают такое?

source: Germany, Great Britain...
ru: Германия, Британия,

source: France.
ru: Франция...

source: Frank' s mother said the name of a village in France where they didn' t have sara Lee.
ru: Мать Фрэнка родом оттуда.

source: The village where she met Frank' s father.
ru: Место где не было "Сары Ли".

source: Oh, yeah, I don' t remember, uh...
ru: Я не помню...

source: Question:
ru: Начинается на "М"...

source: "Yes, I lived in a small village in France.
ru: Монт... что- то в этом роде.

source: Yeah, right.
ru: Да, да.

source: "The kind of place where they never heard of sara Lee."
ru: Вы познакомились с мужем во время войны?

source: Natum videte
ru: Я жила в деревушке, месте где не было "Сары Ли".

source: Venite...
ru: Скажи, ты записал как называется деревушка?

source: Carl!
ru: Монтришар.

source: How is it that we' re always talking on Christmas, Carl?
ru: Как получается, что мы всегда говорим на Рождество?

source: Every Christmas I' m talking to you!
ru: Каждое Рождество Я говорю с тобой.

source: Put your shirt on, Frank.
ru: Одень рубашку, Фрэнк.

source: You' re under arrest.
ru: Ты арестован.

source: Hey, are you hungry?
ru: Ты голоден?

source: Do you want some beans, Carl?
ru: Ты хочешь перекусить, Карл?

source: Here, give these a try.
ru: У нас самая вкусная фасоль.

source: There' s two dozen French police officers outside.
ru: Там две дюжины полицейских.

source: Carl, I gotta tell you, they' re delicious.
ru: Она очень вкусная.

source: You want a bite?
ru: Они хотят арестовать тебя.

source: But they needed the help of an American.
ru: Хочешь кусочек?

source: But I told them I wouldn' t bring them to you unless I could put the cuffs on you myself.
ru: Я сказал им, что не приведу их к тебе, пока сам не защёлкну наручники на тебе.

source: Well, you have a gun?
ru: Без пистолета?

source: You have a gun?
ru: У тебя есть пистолет?

source: No gun.
ru: Нет?

source: And- and you' re... and you' re telling me what?
ru: Нет пистолета...

source: There' s, uh, there' s uh... there' s two dozen French police officers out there right now on Christmas Eve?
ru: И ты говоришь мне, что там... две дюжины полицейских в Рождественскую ночь?

source: That' s what you' re telling me?
ru: Это то, что ты сказал?

source: Well, there' s no windows here.
ru: ОК, здесь нет окон.

source: I' m going to take a look out the front door.
ru: Я взгляну через входную дверь.

source: I told them I' d walk out first and give a signal.
ru: Я сказал, что выйду первым и дам сигнал.

source: Here, you can put these on yourself.
ru: Нет, нет.

source: No, I can' t do that!
ru: Не могу.

source: I can' t do that.
ru: Я не могу сделать это.

source: I don' t...
ru: Потому, что ты полон дерьма.

source: I think...
ru: Я не думаю, что есть кто- то там.

source: I think it' s just me and you.
ru: Только Я и ты.

source: I think it' s just me and you, and you know what?
ru: И знаешь, что?

source: You' re going to have to catch me yourself!
ru: Ты будешь вынужден поймать меня сам.

source: I wo... we don' t have time for this.
ru: У нас нет времени.

source: Ah, that' s good.
ru: Хорошо.

source: Tell me what you want me to see, huh?
ru: Скажи, что ты хочешь, чтоб Я увидел?

source: I wouldn' t lie to you.
ru: Я не лгал бы тебе.

source: Look, you' re wearing a wedding ring.
ru: У тебя обручальное кольцо!

source: You' re wearing a wedding ring, Carl!
ru: Карл, ты лгал!

source: You lied to me about that!
ru: Ты обманул меня!

source: You asked me if I had a family.
ru: Ты спросил была ли у меня семья.

source: I did, but I don' t anymore.
ru: Да?

source: No, no, no, there is no problem.
ru: Нет проблемы и мы выходим отсюда.

source: We' re coming out right now.
ru: Это было великолепно.

source: That was good.
ru: Это было великолепно.

source: What, did you... you pay some hotel desk clerk to make that call for you, is that what you did?
ru: Заплатил какому- то клерку из гостиницы, чтоб позвонил?

source: It was Captain Luc.
ru: Это капитан Люк.

source: I' ve got one minute to bring you out.
ru: У меня минута забрать тебя.

source: Captain Luc!
ru: Капитан Люк?

source: Ooh, Captain Luc.
ru: Капитан Люк?

source: Well, Carl, I gotta say that- that sounds pretty official to me but like I said, I...
ru: Карл, Я должен заметить, что это чересчур официально, но как Я заметил, Я думаю здесь только Я и ты.

source: I think it' s just me and you here, it' s me and you. so you' re going to have to catch me.
ru: Поэтому ты должен поймать меня сам.

source: You have to trust me on this!
ru: Эти люди были обмануты.

source: These people have been embarrassed, Frank.
ru: Фрэнк, они раздражены.

source: You rob their banks, you steal their money you live in their country.
ru: Ты надул их банки, украл из деньги и живёшь в их стране.

source: I told you this was what was going to happen that there was no other way for it to end.
ru: Я сказал тебе, что это не может закончиться иначе.

source: Don' t make a mistake!
ru: Не делай ошибку.

source: That' s good, Carl, you know?
ru: Карл, ты знаешь...

source: Keep pushing it.
ru: Продолжай лгать... пока не превратишь эту ложь в правду.

source: Keep pushing till you make it true.
ru: Они убьют тебя.

source: They' re going to kill you!
ru: Это правда?

source: You walk out that door, they' re going to kill you.
ru: У тебя есть дети, Карл?

source: You have any children, Carl?
ru: Дочь, ей 4 года.

source: I have a four- year- old daughter.
ru: Ты клянёшься своей дочерью?

source: You swear on your daughter?
ru: Ты клянёшься?

source: You swear?
ru: Ты клянёшься?

source: That was really good, Carl.
ru: Это было здорово...

source: I have him in custody.
ru: Я поймал его!

source: I got him!
ru: Я поймал его!

source: It' s all right!
ru: Всё в порядке.

source: I want it on the record.
ru: Я хочу, чтоб вы занесли в протокол, что

source: Frank Abagnale surrendered of his own accord.
ru: Фрэнк Абагнейл сдался добровольно.

source: Understood?
ru: Понятно?

source: I' m...
ru: Куда вы берёте его?

source: Where are you taking him?
ru: Куда вы берёте его?

source: Let me in the...
ru: Впустите меня в машину!

source: Gloria...
ru: Эй, Впустите в машину!

source: Don' t worry, Frank!
ru: Не волнуйся.

source: Gloria
ru: Я позабочусь об экстрадикции.

source: Carl, you have to remember to let me call my father when we land.
ru: Карл, ты должен дать мне позвонить отцу, когда мы приземлимся.

source: I just want to, I want to talk to him before he sees me on television or something like that.
ru: Я только хочу поговорить с ним до того, как он увидит меня по телевидению.

source: That' s LaGuardia right there.
ru: Карл, смотри - аэропорт "Ла Гардиа".

source: Runway 4- 4.
ru: Фрэнк.

source: Frank, your father is dead.
ru: Твой отец умер.

source: I didn' t want to say anything till we got closer to home.
ru: Я не хотел ничего говорить, пока мы не будем ближе к дому.

source: He- He...
ru: Он...

source: He fell down some steps at Grand Central station trying to catch a train.
ru: Он упал с лестницы в метро, пытаясь успеть на поезд.

source: I didn' t want to be the one to tell you.
ru: Я не хотел быть тем, кто скажет тебе это.

source: You' re lying, right?
ru: Ты лжёшь, верно?

source: You said I could talk to him.
ru: Ты сказал Я смогу поговорить с ним.

source: Carl, who are you to... who are you to say something like that, huh?
ru: Кто ты такой, чтоб сказать такое?

source: He fell, and he... and he broke his neck.
ru: Он упал и сломал шею.

source: Goddamn it!
ru: Мне очень жаль.

source: - It' s all right.
ru: Карл, Я сейчас вырву.

source: Carl, I got to go to the bathroom.
ru: Мне нужно в туалет.

source: I' m going to be sick. sure.
ru: Сейчас вырву.

source: Let' s go in the bathroom.
ru: Идём, идём в туалет.

source: You' il have take your seat, sir.
ru: Пожалуйста, сядьте на место.

source: I' ve told you twice.
ru: Я сказала это уже дважды.

source: We' re landing.
ru: Извините...

source: - All of you.
ru: Фрэнк, выходи...

source: Come on now.
ru: Фрэнк...

source: - We' re landing in six minutes.
ru: Мы садимся через 6 минут.

source: - With your seat belts fastened.
ru: Вы должны быть на своих местах

source: - Frank, open the door!
ru: Фрэнк, открой!

source: - You do it.
ru: Фрэнк!

source: FBl.
ru: Оставайтесь на своих местах.

source: Stay seated.
ru: ФБР!

source: Jack Frost nipping at your nose
ru: Все на своих местах!

source: Everybody knows
ru: Боже!

source: Help to make the season bright
ru: Как тебя зовут?

source: To see if reindeer really know how to fly...
ru: Где твоя мама?

source: Hands behind your head!... To you.
ru: Руки за голову!

source: Carl, get me in the car, please.
ru: Карл, посади меня в машину.

source: Get me in the car.
ru: Посади меня в машину.

source: Put him in.
ru: Посадите его в машину

source: Taking into account the gravity of these crimes your history of bold and elusive behavior and your complete lack of respect for the laws of the United States
ru: Принимая во внимание тяжесть совершённых преступлений... историю дерзкого поведения и полное пренебрежение Американских законов...

source: I have no choice but to ignore your request to be treated as a minor and sentence you to 12 years in Atlanta' s maximum security prison and recommend strongly that you be kept in isolation for the entirety of that sentence.... "Merry Christmas to you."
ru: У меня нет выхода, кроме как проигнорировать просьбу об обращении с тобой как с несовершеннолетним. и приговорить тебя к 12 годам заключения в тюрьме Атланты.

source: I think about them all the time.
ru: И настоятельно рекомендую держать тебя в изоляции.

source: Merry Christmas, Frank.
ru: Счастливого Рождества, Фрэнк.

source: Hey, I got you some comic books here.
ru: Как твоя дочь?

source: How' s your daughter?
ru: Как её зовут?

source: What was her name?
ru: Грэйс.

source: I don' t know. she lives with her mother in Chicago and I don' t get to see her much.
ru: Она живёт с матерью в Чикаго и Я не вижу её часто.

source: What' s in the briefcase?
ru: Что в чемодане?

source: I' m on my way to the airport.
ru: Я по дороге в аэропорт.

source: Aw, geez, he' s... he' s driving us crazy.
ru: Есть кто- то подделывающий ценные бумаги.

source: You got any of the checks?
ru: Он в Миннесоте.

source: Yeah, yeah, I got a... a counterfeit that he drew on the Great Lakes savings and Loan. see, he' s just using a stencil machine and an Underwood.
ru: Да, подделка, которую он внёс на счёт "Грэт Лэйкс".

source: Yeah, it' s a teller at the bank. say again?
ru: Видишь, он пользуется только трафаретной машинкой.

source: I- It' s definitely a teller, Carl.
ru: Это работник банка.

source: I mean, banks, they always use hand- stamps for the dates, see.
ru: Это несомненно работник банка.

source: They get used over and over again so they always get worn out and the numbers are always cracking.
ru: Ими пользуются снова и снова и они всегда стёрты.

source: The sixes and the nines... see, they go first.
ru: Номера всегда подтёрты. особенно 9 и 6.

source: I' d like you to take a look at something for me.
ru: Я хотел бы, чтоб ты взглянул на кое- что.

source: Tell me what you think.
ru: Скажи, что ты думаешь об этом.

source: That' s a fake.
ru: Это подделка.

source: How do you know?
ru: Как ты знаешь?

source: You haven' t looked at it.
ru: Ты даже не взглянул.

source: Well, there' s no perforated edge, right?
ru: Нет перфорированных краёв.

source: I mean, this... this check was hand- cut, not fed.
ru: Я умею в виду, что это сделано вручную, а не машиной.

source: Paper is double- bonded much too heavy to be a bank check.
ru: Эта бумага двухслойная.

source: Magnetic ink, it' s, uh, raised against my fingers instead of flat.
ru: Толще, чем должен быть чек.

source: And this doesn' t smell like MlCR.
ru: Они должны быть плоские.

source: It' s some kind of a... you know, some kind of a drafting ink.
ru: Это пахнет, как какие- то второсортные чернила...

source: You know, the kind you get at a stationery store.
ru: Как будто их купили в канцелярском магазине.

source: Frank... would you be interested in working with the FBl' s Financial Crimes Unit?
ru: Фрэнк, ты хотел бы работать на ФБР в отделе экономических преступлений?

source: I already got a job here.
ru: У меня есть работа здесь.

source: You know, I, uh, deliver the mail.
ru: Я разношу почту.

source: Frank, we have the power to take you out of prison.
ru: Фрэнк, у нас есть возможности вытащить тебя отсюда.

source: You' d be placed in the custody of the FBI where you' d serve out the remainder of your sentence as an employee of the federal government.
ru: Ты будешь под опёкой ФБР, и проведёшь остаток срока в качестве чиновника.

source: I- I' m Frank Abagnale.
ru: Моё имя Фрэнк Абагнейл.

source: I' m supposed to start work here today.
ru: Я начинаю работать сегодня.

source: It' s a tour company operating out of the BVl. sir, Mr. Abagnale is here.
ru: Сэр, Мр.

source: I' m going to call you back.
ru: Я перезвоню.

source: Welcome to the FBl.
ru: Добро пожаловать в ФБР.

source: I' il show you where you' re working.
ru: Я покажу тебе, где ты работаешь.

source: Carl... how long do I have to work here?
ru: Карл...

source: It' s:: 15 in the morning to 5: 00 in the afternoon.
ru: Сколько времени Я должен быть здесь?

source: 45 minutes for lunch.
ru: С 8: 15 до 17: 00 45 минут - обед.

source: No, I...
ru: Нет, Я имею в виду как долго?

source: Every day.
ru: Каждый день.

source: Every day, Frank, till we let you go.
ru: Каждый день, Фрэнк.

source: How you doing?
ru: Как дела?

source: It' s not a good time, Frank.
ru: Сейчас не время, Фрэнк.

source: I' m clearing my desk for the weekend.
ru: Я убираю на столе перед уикендом.

source: Carl, you mind if I come to work with you tomorrow?
ru: Карл, Я могу прийти с тобой на работу завтра?

source: Tomorrow is saturday.
ru: Завтра суббота.

source: I' il be back to work on Monday.
ru: Я лечу в Чикаго, повидаться с дочерью.

source: You' re going to see Grace, huh?
ru: Ты встречаешься с Грейс?

source: Well, that' s the plan.
ru: Да...

source: so what should I do till Monday?
ru: Так что мне делать до понедельника?

source: Oh, yeah, put him on.
ru: Мр.

source: Mr. Sawyer.
ru: Свейр?

source: American Airlines 355 serving Chicago and san Francisco is now open for passenger check- in.
ru: У меня ещё полдюжины чеков той туристической компании...

source: How' d you do it, Frank?
ru: Что ты делаешь.

source: How' d you pass the bar in Louisiana?
ru: Как ты сдал экзамен в Луизиане?

source: Listen...
ru: Послушай...

source: I' m sorry I put you through all this.
ru: Мне жаль, что Я причинил тебе всё это.

source: You go back to Europe, you' re gonna die in Perpignan Prison.
ru: Если ты вернёшься в Европу, то умрёшь там в тюрьме.

source: You try to run here in the states we' il send you back to Atlanta for 50 years.
ru: Если сбежишь в США, то вернёшься в тюрьму на 50 лет.

source: I spent four years trying to arrange your release.
ru: Я потратил 4 года на твоё освобождение.

source: Had to convince my bosses at the FBI and the Attorney General of the United states you wouldn' t run.
ru: Убеждал боссов из ФБР и Генерального Прокурора.

source: Why' d you do it?
ru: Зачем ты это делал?

source: You' re just a kid.
ru: Ты всего лишь ребёнок.

source: I' m not your kid.
ru: Я не твой ребёнок.

source: You said you were going to Chicago.
ru: Ты сказал, что летишь в Чикаго.

source: My daughter can' t see me this weekend. she' s going skiing.
ru: Моя дочь не может встретиться со мной.

source: You said she was four years old.
ru: Ты сказал, ей 4 года.

source: You' re lying. she was four when I left.
ru: Ей было 4, когда Я ушёл.

source: Now she' s 15.
ru: Сейчас ей 15.

source: My wife' s been remarried for 11 years.
ru: Моя жена вторично вышла замуж 11 лет назад.

source: I see Grace every now and again.
ru: Я не понимаю.

source: I don' t understand. sure you do. sometimes it' s easier living the lie.
ru: Иногда легче лгать.

source: I' m going to let you fly tonight, Frank.
ru: Я дам тебе улететь, Фрэнк

source: I' m not even going to try to stop you.
ru: Я даже не попытаюсь остановить тебя.

source: That' s' cause I know you' il be back on Monday.
ru: Потому, что Я знаю, что ты вернёшься в понедельник.

source: Passengers with boarding passes, please proceed to Gate 23A.
ru: Фрэнк, никто не преследует тебя.

source: Alice, has he still not called?
ru: Элис, он всё ещё не звонил?

source: No, he hasn' t.
ru: Нет, ещё нет.

source: I' ve, uh, called this meeting to discuss a new type of check fraud and counterfeiting which the unsub is washing and altering checks then passing them throughout Arizona.
ru: Подозреваемый переводит крупные суммы.

source: This unsub is a big dog passing checks as large as five figures.
ru: Речь идёт о пятизначных суммах.

source: sorry I' m late. sorry.
ru: Извините...

source: We have a recovered check on Agent Reiter' s desk.
ru: У нас есть вернувшийся чек на столе агента Рейтера

source: Why don' t we step out to the bullpen?
ru: Есть оттиск на каждой строке.

source: There' s impressions on every line.
ru: В оригинале сумма была 60 $.

source: Looks like the original amount was for $60.
ru: Можно взглянуть?

source: Cashed in Flagstaff a week ago.
ru: Обналичен в Флагстаффе неделю назад.

source: Cost the bank $16, 000.
ru: Обошёлся банку в 16000$

source: It' s been washed.
ru: Настоящее имя вытерто.

source: The only thing original is the signature.
ru: Мне кажется подпись подделана.

source: I mean...
ru: Это безупречно, Карл.

source: I mean, this isn' t hydrochloride or bleach.
ru: Это не кислота или отбеливатель.

source: No. something new.
ru: Нет. это нечто новое.

source: Maybe a nail polish remover where the acetone removes the ink that' s not been printed?
ru: Ацетон вытирает чернила, которые не отпечатались.

source: How did you do it, Frank?
ru: Как ты это сделал, Фрэнк?

source: How did you cheat on the bar exam in Louisiana?
ru: Как ты надул их, там в Луизиане?

source: I didn' t cheat.
ru: Я не надул.

source: I studied for two weeks and I passed.
ru: Я готовился две недели и сдал.

source: Is that the truth, Frank?
ru: Это правда, Фрэнк?

source: Is that the truth?
ru: Это правда?

source: I' il bet this guy steals checks out of mailboxes.
ru: Спорю, что этот парень ворует чеки из почтовых ящиков.

source: You' re saying that he' s a local?
ru: Вытирает имена и вписывает своё.

source: Well, if it were me, you know
ru: Он из местных?

source: I' d call the bank first, I' d check out the balance...
ru: Я бы позвонил, проверил баланс на счету...

source: You know, Carl, I think this guy' s pretty smart.
ru: Ты знаешь, Карл...

source: I guess all we have to do now is catch him.
ru: Предполагаю, что всё, что мы должны сделать - это поймать его.

source: We' il start first thing in the morning.
ru: Фрэнк Абагнейл мл. женился в 26 лет.

source: We' il run the name Eric Anthony Feeders.
ru: У него трое сыновей и он живёт в Мидвесте.

source: In Nevada, Arizona, California.
ru: С той поры, как он освободился в 1974 году,

source: They' re fighting again!
ru: Они снова дерутся!

source: Don' t!
ru: Опять.

source: Not my homework!
ru: Только не трогай мои учебники!

source: Problem, gentlemen?
ru: Проблемы, джентльмены?

source: Hey, dork- brain!
ru: Эй, куриные мозги!

source: If you weren' t a girl, I' d beat your face off.
ru: Тебе спасает только то, что ты - девчонка.

source: You' re calling me a girl?
ru: Ты назвала меня девчонкой?

source: You called me one!
ru: Ты же меня называешь!

source: You asked for it.
ru: Сама напросилась.

source: Now get out of here!
ru: А теперь брысь отсюда!

source: Forget those guys.
ru: Забудь о них.

source: They' re just jealous because you' re smart and funny.
ru: Умным и симпатичным всегда завидуют.

source: What girls?
ru: И девочек таких не любят.

source: Lots of girls.
ru: Каких девочек?

source: I mean... I like you.
ru: Ну, таких.

source: I don' t like you.
ru: А ты мне нет.

source: Now everybody thinks I need a girl to fight for me.
ru: Будут думать, что меня защищает девчонка.

source: You are a dork- brain.
ru: Куриные мозги.

source: My nose!
ru: Мой нос!

source: Wimp!
ru: Тряпка!

source: Moe and Larry in the house.
ru: Мо и Ларри здесь.

source: Grant, what have we got out back?
ru: Грант, что у нас сзади?

source: All clear, sir.
ru: Всё чисто, сэр.

source: Matthews, what do you got?
ru: Мэтью, что у тебя?

source: Returnable cans, sir.
ru: Пустые банки.

source: I' m up to 75 cents.
ru: Получу за них 75 центов.

source: Hey, we got a cab.
ru: Подъехало такси.

source: Here comes Curly.
ru: Вышел Кёрли.
